"USSD_ERROR" = "Błąd wykonania żądania";
"USSD_TERMINATED" = "Sesja zakończona";

"%@ Call Forwarding\n%@\n%@%@" = "Przekazywanie połączeń - %@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "Połączenie oczekujące - %@\n%@";
"%@ Call Barring\n%@\n%@" = "Blokowanie połączeń - %@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Wybieranie ustalone - %@\n%@";
"Connected Line Presentation\n%@" = "Prezentacja wybranego numeru\n%@";
"Calling Line Presentation\n%@" = "Prezentacja numeru dzwoniącego\n%@";
"Connected Line ID Restriction\n%@" = "Blokada wyświetlania wybranego numeru\n%@";
"Calling Line ID Restriction\n%@" = "Blokada wyświetlania numeru dzwoniącego\n%@";
"SIM Lock\n%@" = "Blokada SIM\n%@";
"Service Center Address\n%@" = "Adres centrum usług\n%@";
"Supplementary Service Password\n%@" = "Hasło usługi dodatkowej\n%@";
"Calling Name Presentation\n%@" = "Prezentacja nazwy dzwoniącego\n%@";

"Forwards to %@\n" = "Przekazuje do %@\n";

"All Calls" = "Wszystkie połączenia";
"All Conditional Calls" = "Wszystkie połączenia warunkowe";
"Async Data Circuit" = "Obieg danych asynchronicznych";
"Data" = "Dane";
"Fax" = "Faks";
"Packet Access" = "Dostęp pakietowy";
"Pad Access" = "Dostęp do klawiatury";
"SMS" = "SMS";
"Sync Data Circuit" = "Obieg danych synchronicznych";
"Voice" = "Głos";

"All Outgoing" = "Wszystkie wychodzące";
"All Incoming" = "Wszystkie przychodzące";
"Outgoing International" = "Wychodzące międzynarodowe";
"Outgoing International, Except Home Country" = "Wychodzące międzynarodowe, poza krajowymi";
"Incoming While Roaming Outside Home Country" = "Przychodzące w roamingu poza krajowymi";
"Incoming, Not On SIM" = "Przychodzące, nie z karty SIM";
"All Services" = "Wszystkie usługi";
"All Outgoing Services" = "Wszystkie wychodzące usługi";
"All Incoming Services" = "Wszystkie przychodzące usługi";

"Disabled" = "Wyłączone";
"Enabled" = "Włączone";

"On All Calls" = "Przy wszystkich połączeniach";
"When Busy" = "Gdy zajęty";
"When Unanswered" = "Gdy nie odpowiada";
"When Unreachable" = "Gdy nieosiągalny";

"Setting %@ Succeeded" = "%@ - ustawiono\n";
"Setting Interrogation Succeeded" = "Zapytania - ustawiono\n";
"Setting %@ Failed" = "%@ - błąd ustawiania\n";
"Setting Interrogation Failed" = "Zapytania - błąd ustawiania\n";

"Not Available" = "Niedostępne";
"Network Controlled" = "Kontrola przez sieć";
"Temporarily Disabled" = "Czasowo wyłączone";
"Temporarily Enabled" = "Czasowo włączone";
"Unknown" = "Nieznany";

"Activation" = "Aktywacja";
"Deactivation" = "Dezaktywacja";
"Interrogation" = "Przesłuchanie";
"Registration" = "Rejestracja";
"Erasure" = "Skasowanie";

"No Address" = "Brak adresu";
"No Service Specified" = "Nie określono usługi";
"Type %d" = "Typ %d";

// generic error
"CALL_FAILED" = "Połączenie nieudane";
// error codes
"kCTNoError" = "Brak błędu";
"kCTUnknownError" = "Nieznany błąd";
"kCTErrorRadioFailure" = "Awaria radia";
// Generic network errors
"kCTErrorNetworkFailure" = "Awaria sieci";
"kCTErrorCongestion" = "Przeciążenie sieci";
"kCTErrorUnidentifiedSubscriber" = "Niezidentyfikowany subskrybent";
"kCTErrorFacilityRejected" = "Urządzenie odrzucone";
"kCTErrorUnknownSubscriber" = "Nieznany subskrybent";
"kCTErrorNetworkOutOfOrder" = "Sieć nie działa";
"kCTErrorInvalidTransactionIdentifier" = "Nieprawidłowy identyfikator transakcji";
"kCTErrorSemanticallyIncorrectMessage" = "Wiadomość semantycznie niepoprawna";
"kCTErrorInvalidMandatoryInformation" = "Nieprawidłowe wymagane dane";
"kCTErrorMessageTypeNonExistant" = "Nieistniejący typ wiadomości";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Wiadomość nie jest zgodna ze stanem protokołu";
"kCTErrorInformationElementNonExistant" = "Nieistniejący element informacji";
"kCTErrorProtocolErrorUnspecified" = "Niekreślony błąd protokołu";
"kCTErrorTemporaryFailure" = "Tymczasowa awaria";
"kCTErrorResourcesUnavailable" = "Nieodstępne zasoby";
"kCTErrorRequestedFacilityNotSubscribed" = "Żądane urządzenie nie jest subskrybowane";
"kCTErrorRequestedFacilityNotImplemented" = "Żądane urządzenie nie jest zaimplementowane";
"kCTErrorInterworkingError" = "Błąd międzypołączeń";
"kCTErrorInterworkingNotSupported" = "Międzypołączenia nie są obsługiwane";
"kCTErrorCommandCannotBeActioned" = "Polecenie nie może być wykonane";
"kCTErrorNoNetworkService" = "Brak dostępu do sieci";
// Call related errors
"kCTErrorUnassignedNumber" = "Nieprzydzielony numer";
"kCTErrorOperatorDeterminedBarring" = "Operator ustanowił blokadę";
"kCTErrorCallBarred" = "Połączenie zablokowane";
"kCTErrorUserBusy" = "Użytkownik zajęty";
"kCTErrorNoUserResponding" = "Brak odpowiedzi ze strony użytkownika";
"kCTErrorNumberChanged" = "Numer zmieniony";
"kCTErrorInvalidNumberFormat" = "Nieprawidłowy format numeru";
"kCTErrorCallRejected" = "Połączenie odrzucone";
// SIM errors
"kCTErrorSimNotInserted" = "Karta SIM nie jest włożona";
"kCTErrorSimPinRequired" = "Wymagany PIN SIM";
"kCTErrorSimPukRequired" = "Wymagany PUK SIM";
"kCTErrorSimFailure" = "Awaria SIM";
"kCTErrorSimMemoryFailure" = "Błąd pamięci SIM";
"kCTBadPinFormatError" = "Błędny format PIN";
"kCTErrorNumberNotAllowed" = "Numer nie jest dozwolony";
"kCTErrorIncorrectPassword" = "Nieprawidłowe hasło";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Przesłanie krótkiej wiadomości odrzucone";
"kCTErrorDestinationOutOfOrder" = "Cel nieuporządkowany";
"kCTErrorClass0NotSupported" = "Klasa 0 nie jest obsługiwana";
"kCTErrorCannotReplaceSm" = "Nie można wymienić SIM";
"kCTErrorUnspecifiedPid" = "Nieokreślony PID";
"kCTErrorDataCodingSchemeNotSupported" = "Schemat kodowania danych nie jest obsługiwany";
"kCTErrorUnspecifiedDcs" = "Nieokreślony błąd DCS";
"kCTErrorCommandUnsupported" = "Nieobsługiwane polecenie";
"kCTErrorUnspecifiedTpCommand" = "Nieokreślony błąd polecenia TP";
"kCTErrorTpduNotSupported" = "Nieobsługiwany TPDU";
"kCTErrorScBusy" = "SC zajęty";
"kCTErrorRejectedBySimSmsControl" = "Odrzucone przez SIM SMS Control";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "Niedozwolony MS GPRS";
"kCTErrorGprsIllegalMe" = "Niedozwolony ME GPRS";
"kCTErrorGprsServicesNotAllowed" = "Usługa GPRS nie jest dozwolona";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN nie jest dozwolone";
"kCTErrorGprsLocationAreaNotAllowed" = "Obszar GPRS nie jest dozwolony";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS nie jest dozwolony na tym obszarze";
"kCTErrorGprsServiceOptionNotSupported" = "Opcja usługi GPRS nie jest obsługiwana";
"kCTErrorGprsServiceOptionNotSubscribed" = "Opcja usługi GPRS nie jest subskrybowana";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Opcja usługi GPRS chwilowo nie działa";
"kCTErrorGprsPdpAuthenticationFailure" = "Błąd uwierzytelnienia GPRS PDP";
"kCTErrorGprsInvalidMobileClass" = "Niewłaściwa klasa telefonu komórkowego GPRS";
"kCTErrorGprsUnspecified" = "GPRS nieokreślony";
"kCTErrorGprsMissingorUnknownAPN" = "Brak sieci GPRS lub nieznana sieć APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Dane uwierzytelniania PDP GPRS odrzucone przez baseband";
